{
"Stickers": [
    { "index": 0, "name": "", "path": "", "priority": 0, "discount": 0 },
    {
        "index": 1,
        "name": "Stone island",
        "path": "public/stickers-img/stone-island.jpg",
        "priority": 1,
        "info": "Стильна та витривала наклейка з відомим логотипом Stone Island. Виготовлена з високоякісного матеріалу, який не боїться вологи, сонячного випромінювання та механічних пошкоджень. Ідеально підходить для прикраси двоколісного транспорту, одягу, або аксесуарів. Наклейка легко наноситься і довго тримається на будь-якій поверхні.",
        "price": 32,
        "discount": 25
    },
    {
        "index": 2,
        "name": "Dainese",
        "path": "public/stickers-img/dainese.JPG",
        "priority": 0,
        "info": "Ця наклейка з логотипом Dainese, відомого бренду захисного спорядження для мотоциклістів, підкреслить твою любов до швидкості та екстриму. Вона витривала, водостійка і стійка до ультрафіолетового випромінювання. Ідеально підходить для шоломів, мотоциклів чи екіпірування.",
        "price": 42,
        "discount": 35
    },
    {
        "index": 3,
        "name": "Dog",
        "path": "public/stickers-img/dog.JPG",
        "priority": 0,
        "info": "Ця весела наклейка у вигляді смайла додасть яскравих емоцій вашому транспорту або будь-якому іншому аксесуару. Виготовлена з міцного матеріалу, наклейка не стирається і не втрачає кольорів навіть під впливом води чи бруду. Вона стане чудовим способом додати позитивного настрою.",
        "price": 32,
        "discount": 25
    },
    {
        "index": 4,
        "name": "Smile",
        "path": "public/stickers-img/smile.JPG",
        "priority": 0,
        "info": "Ця наклейка з милим або агресивним зображенням собаки створена для тих, хто цінує домашніх улюбленців або любить виражати свій характер через дизайн. Вона стійка до погодних умов, не вигоряє на сонці і не боїться дощу. Може бути використана на транспорті, шоломах або інших поверхнях.",
        "price": 55,
        "discount": 45
    }
]   
}